{"project":["New project",null,[[0,false,true,true,true,true,true,true,true,true,false,false,false,true,true],[1,false,true,true,true,true,true,true,true,false,false,false,false,true,true],[2,true,false,false,false,false,false,false,false,false,false,false,false,false,false]],[["TiledBackground",0,false,[],0,0,["images/tiledbackground-sheet0.png",1675,0,0,0,250,250],null,[],false,false,816528989432415,[],null,0,[1,1]],["ГоловнаСторінка",1,false,[],0,0,null,null,[],false,false,143603855856599,[],null,1,null],["ПроСайт",1,false,[],0,0,null,null,[],false,false,397502016012828,[],null,2,null],["Форум",1,false,[],0,0,null,null,[],false,false,122123246320043,[],null,3,null],["TiledBackground2",0,false,[],0,0,["images/tiledbackground2-sheet0.png",1609,0,0,0,250,250],null,[],false,false,444285592173670,[],null,4,[1,1]],["TiledBackground3",0,false,[],0,0,["images/tiledbackground3-sheet0.png",1610,0,0,0,250,250],null,[],false,false,992209964012205,[],null,5,[1,1]],["TiledBackground4",0,false,[],0,0,["images/tiledbackground4-sheet0.png",1597,0,0,0,250,250],null,[],false,false,951541044644685,[],null,6,[1,1]],["TiledBackground5",0,false,[],0,0,["images/tiledbackground5-sheet0.png",1609,0,0,0,250,250],null,[],false,false,122146116235830,[],null,7,[1,1]],["Text",1,false,[],0,0,null,null,[],false,false,680897237996753,[],null,8,null],["Touch",2,false,[],0,0,null,null,[],false,false,831347436812084,[],null,9,null,[true]],["TiledBackground6",0,false,[],0,0,["images/tiledbackground6-sheet0.png",1659,0,0,0,250,250],null,[],false,false,422475336855949,[],null,10,[1,1]],["Text2",1,false,[],0,0,null,null,[],false,false,397135278920791,[],null,11,null],["Text3",1,false,[],0,0,null,null,[],false,false,680175165181617,[],null,12,null]],[],[["Layout 1",1922,1455,false,"Event sheet 1",949942386955014,[["Layer 0",0,541369332561233,true,[255,255,255],false,1,1,1,false,false,1,0,0,[[[628,58,0,691,215,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],0,2,[],[],[true,0,1,1,0,0,1,1,0]],[[609.8575571267836,154.54398407051008,0,216.53980711652684,43.99522140629202,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],1,3,[],[],["Головна сторінка",true,"Arial",12,0,false,false,[0.9725490196078431,0.9686274509803922,0.9686274509803922],1,0,0,true,0]],[[1114.3662677803238,156.63655668980186,0,219.93258806350696,46.53980711652693,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],2,4,[],[],["Про сайт",true,"Arial",12,0,false,false,[0.9607843137254902,0.9607843137254902,0.9607843137254902],1,0,0,true,0]],[[861.7702910869755,155.3642638346844,0,221.2048809186242,52.477173773741725,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],3,5,[],[],["Форум",true,"Arial",12,0,false,false,[0.9686274509803922,0.9686274509803922,0.9686274509803922],1,0,0,true,0]],[[10.756574004507911,225.66716754320055,0,1901.2915101427502,1239.577009767093,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],8,14,[],[],["Режимы игры Режим игры может быть выбран с помощью голосования в лобби. На данный момент есть 5 режимов и один дополнительный который находиться в главном меню  Игрок (ориг. Player) В данном режиме случайный игрок становится Piggy, его миссия не позволить игрокам сбежать. В некоторых серверах обычно голосуют лишь на этот режим, ведь выбранный игрок может просто не атаковать и позволить выжившим исследовать карту. Также можно залезть с помощью багов за карты.  Бот (ориг. Bot) В данном режиме бот будет самостоятельно ходить по карте и атаковать игроков. Бот уже может ставить капканы.  Игрок и Бот (ориг. Player and Bot) В данном режиме случайно игрок станет Piggy, однако он будет иметь Бота-Помощника  Инфекция (ориг. Infection) В этом режиме если игрок умрёт, он станет Piggy. Однако, игрок не станет Piggy если он умрёт из-за себя (Упадёт в кислоту, с высоты, умрёт из-за лазеров).  Предатель (ориг. Traitor) В данном режиме одному игроку будут выданы ловушки, которые он должен будет расставлять и *не дать своим коллегам сбежать. На 9-ой минуте предателю будет выдан нож. Роль Piggy играет бот. Заметьте, что Предателю всё-еще придется прятаться от Пигги. Если взять пистолет и выстрелить в предателя, то вы выиграйте. Если вы попадёте в обычного игрока, то он станет Пигги.  An incredible line-up of award winning Steam games  FROM $1 Победа предателя окончится тем,что игроки и пигги проиграли в этом раунде.  Поражение предателя приведёт к тому,что игроки и пигги победили.  Строитель (ориг. Building Mode) В этом режиме игрок может создавать свои карты и можно играть с друзьями.  А так же, игрок может настраивать нужный режим  Катсцены Каждая глава имеет катсцену в начале и конце. (У 1, 2 и 3 главы раньше не было катсцен). Ниже есть видео со всеми катсценами из глав 1-9. Minitoon заявил, что скоро в конце 1, 2, и 3 главы будут катсцены. В обновлении, где добавили скины \"Budgey\" и \"Ghosty\", катсцены появились для 1 по 3 главы.  ROBLOX_PIGGY_ALL_CUTSCENES ROBLOX PIGGY ALL CUTSCENES  Предметы Название\tОписание *Ключи\tКлючи нужны чтобы открывать различные двери и сейфы с замками. Например, зеленый ключ открывает зеленый замок. Шестерни\tШестерни нужны для починки механизмов и их активации. Например, зеленые шестерни ставят их на место в механизм и активируют его. Ключ-Карты\tДелают похожую работу, что и ключи. Однако нужны чтобы открывать двери со сканнерами карт. Молоток\tМолоток может быть использован, чтобы сломать препятствующие доски и даже в некоторых случаях стены. Гаечный ключ\tГаечный ключ используется чтобы активировать 2 механизма: электрические панели и генераторы. Несколько электрических панелей также могут запирать двери, и гаечный ключ используется чтобы открывать их. Деревянная доска\tДеревянная доска используется для доступа к недостигаемым точкам карты. Пистолет и патроны\tПистолет используется чтобы вырубить Пигги на 20 секунд. Однако, для этого требуются патроны. Кость, Морковь, Трава,яблоко\tИмеет похожую роль, как и Пистолет и патроны. Игрок может дать Догги кость, дать Банни/Пони морковь, дать Зиззи траву, дать яблоко Джорджу.Когда дан предмет, NPC отправится искать Пигги и вырубит её на 20 секунд. Сюжет. 1 книга Глава 1. Дом В роли офицера полиции, игрок пытается раскрыть дело о пропаже Свинки Джорджа. Он приезжает к дому, в котором Джордж был в последний раз виден. Однако, игрока вырубает удар битой по голове. Он просыпается в доме, из которого он должен сбежать убегая от бота-Piggy. После побега вы отправляетесь в Полицейский участок.  Глава 2. Полицейский участок После побега из дома игрок отправляется в полицейский участок, где через объявление \"Doggy\" оповещает, что в помещении есть монстр - \"Мама-Piggy\". После выполнения головоломок игрок входит в гараж и покидает участок вместе с \"Doggy\".  Глава 3. Галерея После того как в машине кончается бензин, игрок останавливается и становится окружен Монстрами. Игрок и \"Doggy\" решаются бежать из машины в ближайшее здание, которая оказывается галереей. Одному из монстров удаётся пробраться в галерею. Это был папа-piggy  .В итоге Игрок и \"Doggy\" бегут в лес.  Глава 4. Лес Спустя 4 недели Игрок и \"Doggy\" разбивают лагерь. \"Doggy\" рассказывает что один из монстров дал ему зелье, и начинает пить его. И в итоге \"Doggy\" становится монстром. Когда игрок убегает от Овечки-Шипи, находит старое радио, через которое кто-то говорит.  Глава 5. Школа Игрок узнаёт что личность, которая говорила через радио зовут Мистер Пи. Мистер Пи просит Игрока спасти своего друга \"Bunny\" из школы. Однако в школе все-ещё находится учитель, ставший Монстром. После спасения \"Bunny\", Игрок отправляется в канализацию, где встречает Мистера Пи. Однако Игроку становится плохо, и он видит галлюцинацию \"Doggy\".  Глава 6. Больница Игрок просыпается и \"Bunny\" говорит ему, что Мистер Пи находится на крыше и больница больше не безопасна. Игрок и \"Bunny\" уворачиваются от доктора-медведя. После побега Игрок и \"Bunny\" на крыше, но Мистера Пи там не было.  Глава 7. Метро Игрок возвращается в Метро чтобы починить поезд, так как Мистер Пи улетел и оставил записку \"Это для вашего же блага\". Но игроку мешает починить поезд зомби-piggy. Игрок чинит поезд и говорит что уже можете ехать, но \"Bunny\" сказала что Мистер Пи дал ей зелье и она его выпила, в итоге Игрок уезжает без неё.  Глава 8. Карнавал На поезде Игрок приезжает на Карнавал чтобы покончить с Мистером Пи ,но игроку мешает клоун. И когда Игрок выходит он встречает не Мистера Пи, а Пони и \"Zizzy\". Сзади Игрока оказывается заражённый лис, но его вырубает Пони.  Глава 9. Город Вместе с Пони и \"Zizzy\", Игрок уходит в Город чтобы найти безопасное место, но приходится пройти через заражённых Бабушку и Элли. Вдруг они слышат какой-то шорох в мусорном баке. Игрок с \"Zizzy\" отправляется туда.  Глава 10. Торговый Центр Кто-то, кто сидел в мусорном баке ушёл в Торговый Центр. Но в центре присутствует Робби, который мешает пройти. Игрок с \"Zizzy\" находят там Джорджа! \"Zizzy\" спросила, откуда Игрок его знает, он ответил что это та личность которую он искал с первой главы. Игрок оставил сестёр Zizzy\" (\"Zuzy\" и \"Zy\") приглядывать за \"George\".  Глава 11. Аванпост Пони сказал что сигнал исходил от военной базы, и мы направляемся внутрь. Избегая \"Soliders\" и \"Torcher\", мы сбегаем. В итоге, когда Игрок выходит, он обнаруживает что \"George\" пошёл за ним, так как он уговорил сестёр поиграть в прятки. Игрок вместе с \"George\" заходит внутрь, но сначала нам показывают что между \"Pony\" и \"Zizzy\" есть отношения. Внутри Игрок с \"George\" встречают роботизированного \"Mister P\". И да, это именно тот Мистер Пи из других глав. Он говорит что он стал катастрофой. Он хотел сделать противоядие, но сделал всё ещё хуже. Он говорит, что те люди которым он навредил пришли за ним. В итоге, он говорит что мы мертвы. Скорее всего, он думал что \"George\" заразила его семья, а Piggy прибила игрока.  Эпизод \"Разрушенные Воспоминания\". Игрок оказывается в кошмаре \"George\". Это дом из первой главы, но он уже забыл как выглядит дом на самом деле, и представляет его разрушенным. За игроком охотится Memory (Воспоминание). Когда игрок выходит, он встречает его сестру, и оказывается, что \"Piggy\" раньше звали \"Penny\". Она молча уходит в туман, а у \"George\" краснеют глаза как у заражённого, и он говорит: \"Нет, нет, только не сейчас!\", и в итоге просыпается в торговом центре.  Глава 12. Фабрика (Завод) Игрок вместе с George оказывается на заводе Мистера Пи. Он говорит что остановит нас так, как должен был остановить себя, и готовит свою руку-пистолет. Тут Игрок убегает от Барсука Бейджи и самого Мистера Пи. Игрок находит две пробирки и забирает динамит, после чего всё взрывается и появляются дыры, в которых находятся локации из предыдущих глав. После того, как Игрок находит фотографию жены Мистера Пи и даёт ему её, у Игрока появляется выбор: остаться с Мистером Пи или пойти на выход с George. Остаться с Мистером Пи это плохая концовка, так как Игрока вырубает Бейджи, а пойти на выход с George - хорошая, Игрок с George выходит и видит как Пони добивает последнего солдата, Zizzy говорит что Игрок и Джордж молодцы. Но, Пони спрашивает: а как нам вернуться домой? Джордж говорит: у меня есть одна идея. Что если мы поищем лекарство? Но, если Игрок возьмёт на 9 главе фото Миссис Пи и закончит главу, вернувшись в 12 главу он может подойти к Мистеру Пи, и тот расскажет свою историю. Оказывается, что Мистер Пи вложил все свои деньги в лекарство, и доктор сказал что оно не совсем стабильное. Волонтёрами стала семья Piggy. Мистер Пи увидел что с ними ничего не случилось, и моментально дал лекарство и своей жене. Но, после того как он увидел в новостях что с семьёй Piggy стали происходить странные вещи, он сначала подумал что это не из за лекарства, но потом он понял что это всё таки из за него. Жена тоже стала агрессивной, и ушла. Мистер Пи дал для Bunny другое зелье, скорее всего поэтому она стала не заражённой, а просто призраком. Осознав, что он натворил он улетел от нас на вертолёте. Доктора помогли ему не стать заражённым, и в итоге он такой какой есть на данный момент.  Cюжет. 2 книга Глава 1. Переулки Вы (офицер полиции) и Догги (оригинал Doggy) Находитесь около рынка. -Ты уверен что она здесь?- спрашивает Догги  -Мои расследования привели именно к этому месту. Я уверен что она здесь.-Отвечаете вы.  И Вы входите внутрь, Вам нужно сбежать в нужный дом, и найти Виллоу, (Оригинал Willow) Волчиха. Также бот- Раш (оригинал Rash), енот  /10 минут спустя\\  -Ты в ловушке Виллоу! Тебе некуда бежать!-Говорит Догги останавливая преступницу.-Ты арестована за кражу еды и других вещей на рынке!  -Я просто хотела прокормить свою семью..-отвечает Виллоу - Пожалуйста..!  -Ты знаешь законы, Виллоу, Тебе некуда бежать!  - Виллоу, ты что творишь?!-Спрашивает Раш- Они заберут нас!  -Раш, Я тебя понимаю, но нам придётся.-Отвечает Виллоу.  /минуту спустя\\  -знаешь, Догги,-говорите Вы-Мне и в правду кажеться что это не правильно..  -Понимаю, но закон есть закон. - Отвечает Догги-Мы должны это делать, не потому, что хотим, А потому-что мы должны. А сейчас уходим отсюда. Ты идёшь?  /Воспоминания закончились\\  -(ник), Мы собираемся пойти в торговый центр за батарейками! Ты с нами?-Спрашивает Зиззи(Про Зиззи Я писать не буду, все должны знать =D).  -Какие батарейки? - отвечаете вы.  -Помнишь то старое радио?-Спрашивает Мими (оригинал Mimi)-Так вот оно работает! Нужно просто немного батареек.  -Конечно я пойду!-Отвечаете Вы. Глава 2. Магазин -Итак-Говорит Зиззи- Мы пришли сюда ТОЛЬКО за батарейками и не зачем другим! Всем понятно?  -Да понятно, Понятно!-Говорит Пони- Но если я найду морковку, то я обязательно её съем!  /10 минут спустя\\  Отлично! Батарейки найдены! Осталось смотаться отсюда пока нас не убил этот больной олень!  /После прихода домой\\  -Мими, ты уверена что это радио работает? - Неуверенно спросил Джирафи( Оригинал Giraffy)  -Да я уверена, отстань! -Говорит Мими и включает радио.-Хмм странно, пока что только шум...  -Ну вот!-С радостью объявил Джирафи-Теперь можно не...  -Мы вас теперь прекрасно слышим! - ответили в радио-Это кто?  -Это безопасное место!-Торжественно объявила Мими-Вам нужна помощь?  -Нет, Давайте встретимся на поляне в лесу!  -Вот и договорились! До свидания!  -Ну чтож -Говорит Зиззи- пришло время узнать новые лица!  -ТЫ ЧТО ЗИЗЗИ?! - ответил Пони- Ты не понимаешь, что там неизвестные нам люди!  -Брось, Пони, Мы же знаем как себя вести.  -Правильно!-Отвечаете вы-Вы же вдоём, разобрались с целой армией в аванпосте! Помните?  -Помню...-Отвечает Пони- Ну ладно, пошли...  /после прихода на встречу\\  -Хм, странно, тут никого нет...-Говорит Зиззи.  -Так так так, Знакомые лица!-Говорит Виллоу- Итак, Пони, наш собрат.. Раньше ты был так хорош, но сейчас ты для меня никто!  (Имя), Тот самый офицер полиции, который забрал у меня семью!  А ты кто? Я раньше тебя не видела. И даже не знаю кто ты...  - Ты ничего не знаешь обо мне, -Говорит Зиззи- Но зато я знаю о тебе и О ТВОЕЙ БОЛЬНОЙ БАНДЕ!!!  -Оох.. Я так и знала что Пони, не умеет держать язык за зубами..  Что же сделать, что же сделать ... О! Придумала! Мы заберём её с собой!  -НЕ СМЕЙ ЭТОГО ДЕЛАТЬ!-Закричал Пони подбегая к Виллоу- Ты ей навредишь!!  -Стоп, стоп, стоп! Придержи своих коней! Я не собираюсь её убивать. Просто задам пару вопросов и всё!  -Пони поверь мне..-Сказала Зиззи- Если что, я вернусь, я обещаю...  -Вот! Видишь? Она всё понимает! А теперь пошли отсюда.  /10 секунд спустя\\  -Пони, может надо рассказать другим, что Зиззи забрали?  - Поздно...Это Серебрянная Лапа, Когда инфекция вспыхнула, мне нужно было найти подмогу, они делали ужасные вещи..надо идти за ней.  -А что же тебя заставило уйти оттуда?  -Потом расскажу. Сейчас за ними!  Бейджи Completed House [За прохождение 1 главы] Completed Station [За прохождение 2 главы] Completed Gallery [За прохождение 3 главы] Completed Forest [За прохождение 4 главы] Completed School [За прохождение 5 главы] Completed Hospital [За прохождение 6 главы] Completed Metro [За прохождение 7 главы] Completed Carnival [За прохождение 8 главы] Сompleted City [За прохождение 9 главы] Completed Mall [За прохождение 10 главы] Completed Outpost [За прохождение 11 главы] Completed Plant (Bad Ending) [За прохождение 12 главы, при помощи плохой концовки] Completed Plant (Good Ending) [За прохождение 12 главы, при помощи хорошей концовки] Completed Plant (True Ending) [За прохождение 12 главы, при помощи верной концовки] Piggy RB Battles Championship Badge [Ивент \"RB Battles Championship 2] ??? [Ивент \"RB Battles Championship 2] Completed Alley [За прохождение 1 главы 2 части] Completed Store [За прохождение 2 главы 2 части] Пассы [Стоимость:150 R$] x2 Piggy Chance - Данный пассы увеличивает шанс стать Piggy в 2 раза. [Стоимость:300 R$] x2 Piggy Tokens - Данный пассы увеличивает количество токенов которые выдаются за прохождение раунда за пигги, в 2 раза. [Стоимость:100 R$] Build Map Slot - Данные пассы увеличивают количества слотов для постройки карт Баги Баг исчезновения Doggy: если вырубить Piggy в то время когда и сбежать, то Doggy не будет появляться. (Глава 4) Баг исчезновения Piggy: если Piggy будет стоять вверх ногами то она в скором времени провалиться. Баг езды игрока: если игрок упадёт с высокого места, но при этом не разобьётся, то он начнёт ездить туловищем. (В Главах 3,8,10)  Интересные Факты Имеется аналогичный плейс от MiniToon, но на 100 игроков. На данный момент имеет только 11 гл.+ сон Джорджа Плейс основан на мультсериале Peppa Pig (Свинка Пеппа). В главе 10 можно пройти через лазеры и войти в комнату с сейфом, и вы получите скин Poley. При его получении вы услышите характерный звук. Poley это полярный медведь-полицейский. Однако сейчас получить скин уже нельзя. Раньше в 10 главе в вентиляции ползала (и сейчас) \"Mousy\" без ног. Но сейчас можно купить этот скин за 415 свиных монет. Но эта мышка уже на роботизированных ногах. Также некоторые думали, что это ноги Робби (бот в 10 главе), но у \"Mousy\" (скин) ноги чуть светлее, а также есть колючка на подошве. Практически все имена героев изображаются в уменьшительно-ласкательной форме (Начальная форма - Вспомогательные УЛ формы [Pig-gy]), кроме Джорджа, Мистер Пи, Миссис Пи, и бабушки 1 Апреля была карта, названия которой Gurt, но в неё нельзя было поиграть.",true,"Arial",12,0,false,false,[0.0392156862745098,0,0],1,0,0,true,0]],[[874.2325089039713,204.0502771112192,0,200,30,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],12,21,[],[],["Піггі",true,"Arial",12,0,false,false,[0,0,0],1,0,0,true,0]]],[],0,true]],[],[]],["Layout 2",1922,400,false,"Event sheet 1",485924089215631,[["Layer 0",0,439385095377766,true,[255,255,255],false,1,1,1,false,false,1,0,0,[[[628,58,0,691,215,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],0,6,[],[],[true,0,1,1,0,0,1,1,0]],[[613.6141311312915,150.03609526510058,0,216.53980711652684,43.99522140629202,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],1,7,[],[],["Головна сторінка",true,"Arial",12,0,false,false,[0.9725490196078431,0.9686274509803922,0.9686274509803922],1,0,0,true,0]],[[1114.3662677803238,156.63655668980186,0,219.93258806350696,46.53980711652693,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],2,8,[],[],["Про сайт",true,"Arial",12,0,false,false,[0.9607843137254902,0.9607843137254902,0.9607843137254902],1,0,0,true,0]],[[861.7702910869755,155.3642638346844,0,221.2048809186242,52.477173773741725,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],3,9,[],[],["Форум",true,"Arial",12,0,false,false,[0.9686274509803922,0.9686274509803922,0.9686274509803922],1,0,0,true,0]],[[733,252,0,490,136,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],11,15,[],[],["Цікава інформація кожен тиждень по вихідних. Найчастіше цікава інформація про ігри, такі як: амонг ас, роблокс піггі, бравл старс або майнкрафт.",true,"Arial",12,0,false,false,[0.058823529411764705,0,0],1,0,0,true,0]]],[],0,true]],[],[]],["Layout 3",1922,600,false,"Event sheet 1",168419689488742,[["Layer 0",0,269808786043404,true,[255,255,255],false,1,1,1,false,false,1,0,0,[[[628,58,0,691,215,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],0,10,[],[],[true,0,1,1,0,0,1,1,0]],[[613.6141311312915,150.03609526510058,0,216.53980711652684,43.99522140629202,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],1,11,[],[],["Головна сторінка",true,"Arial",12,0,false,false,[0.9725490196078431,0.9686274509803922,0.9686274509803922],1,0,0,true,0]],[[1114.3662677803238,156.63655668980186,0,219.93258806350696,46.53980711652693,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],2,12,[],[],["Про сайт",true,"Arial",12,0,false,false,[0.9607843137254902,0.9607843137254902,0.9607843137254902],1,0,0,true,0]],[[861.7702910869755,155.3642638346844,0,221.2048809186242,52.477173773741725,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],3,13,[],[],["Форум",true,"Arial",12,0,false,false,[0.9686274509803922,0.9686274509803922,0.9686274509803922],1,0,0,true,0]],[[599.5045241861477,260.5655797252849,0,211.57024793388462,192.56198347107454,0,0,[1,1,1,1],0,0,0,0,[],null,null,null],7,16,[],[],[true,0,1,1,0,0,1,1,0]],[[835.868160549785,143.2102078244584,0,486.7832614291475,175.20660405612915,0,0.0013484869499185148,[1,1,1,1],0,0,0,0,[],null,null,null],10,18,[],[],[true,0,1,1,0,0,1,1,0]],[[835.0417142687934,216.76392683272292,0,486.7832614291475,175.20660405612915,0,0.0013484869499185148,[1,1,1,1],0,0,0,0,[],null,null,null],10,19,[],[],[true,0,1,1,0,0,1,1,0]],[[835.0417142687934,286.1854144360288,0,486.7832614291475,175.20660405612915,0,0.0013484869499185148,[1,1,1,1],0,0,0,0,[],null,null,null],10,20,[],[],[true,0,1,1,0,0,1,1,0]]],[],0,true]],[],[]]],[["Event sheet 1",[[0,0,false,null,997912206294847,1,[[9,3,null,1,false,false,false,442768203338673,null,[[4,1]]]],[[-1,4,null,124379200629370,0,null,[[6,"Layout 1"]]]]],[0,0,false,null,412531655395843,2,[[9,3,null,1,false,false,false,653376024597519,null,[[4,3]]]],[[-1,4,null,629954737173884,0,null,[[6,"Layout 3"]]]]],[0,0,false,null,742873908550755,3,[[9,3,null,1,false,false,false,975305621403214,null,[[4,2]]]],[[-1,4,null,374274676639365,0,null,[[6,"Layout 2"]]]]]]]],[],"media/",false,1920,1080,4,true,"trilinear",true,"1.0.0.0",true,false,4,2,22,false,true,1,true,false,[],"icons/",[],true,"41gy968nx5e","fonts/",[],"high-performance",[],"standard","vsync","","loading-logo.png",false,0]}